* ========================================================================== */
*                                                                            */
*   COBOLname.cbl                                                            */
*   (c) 2008 Author Ronaldo Ottoni                                           */                                                                            */
*   Description                                                              */
*                                                                            */
* ========================================================================== */
*Descri‡Æo do Programa
 Identification Division.
 Program-Id. NOME DO PROGRAMA.
 Author. NOME DO PROGRAMADOR.
 Environment Division.
 Configuration Section.
 Special-Names. Decimal-Point is comma.
 Input-Output Section.
 File-Control.
* Arquivos de SELECT ou Copy | *.sl |*.sel | *.cpy

 Data Division.
 File Section.
* Arquivos de FD ou Copy | *.fd |*.cpy

 Working-Storage Section.
* Vari veis de Mem¢ria

 Screen section.
* Se‡Æo para desenho de telas

 Procedure Division.
* Corpo do Programa

 END PROGRAM NOME DO PROGRAMA.